'-------------------------------------------------------------------------------------
' Spanish language module for WINCONTIG
'
' Translated by:
'   Antonio Pérez (idd00jea<at>telefonica<dot>net)
'
' Currently maintained by:
'   Marco D'Amato (md<at>mdtzone<dot>it) and Antonio Pérez (idd00jea<at>wanadoo<dot>es)
'
' Last updated: Sep 05, 2007
'
' NOTE: Don't translate '\n', '\t', '%s', '$c$' or '$d$'
'
'-------------------------------------------------------------------------------------
' Language Name of the module in your native language ***
' (e.g. Italiano, Français, etc)
'-------------------------------------------------------------------------------------
LNG=Español
'-------------------------------------------------------------------------------------
' File info panel ***
'-------------------------------------------------------------------------------------
1=Archivos fragmentados
2=Archivos contiguos
3=Archivos desfragmentados
4=Archivos no procesados
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons labels ***
'-------------------------------------------------------------------------------------
17=Agregar
18=Borrar
19=Propiedades
20=Cargar
21=Salvar
283=Fragmentos
294=Ver Informe
455=Filtrar
24=Desfragmentar
25=Detener
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons tooltips ***
'-------------------------------------------------------------------------------------
473=Añadir
474=Añadir uno o más archivos a la lista. Oprima en la flecha para añadir carpetas.
475=Eliminar
476=Eliminar los objetos seleccionados de la lista.
477=Propiedades
478=Presentar las propiedades de los objetos seleccionados.
479=Fragmentos
480=Presentar información adicional sobre los archivos seleccionados, incluyendo el tamaño y el número de fragmentos en que consiste el archivo.
481=Filtrar
482=Presentar el diálogo de selección de filtrado para excluir o incluir archivos específicos, carpetas y tipos de archivos del análisis de desfragmentación.
483=Cargar perfil
484=Cargar una lista de objetos de un archivo de perfil previamente guardado.
485=Guardar perfil
486=Guardar la lista de objetos dentro de un archivo de perfil.
26=Analizar
45=Analizar los archivos para determinar cuanto están fragmentados.
101=Desfragmentar
139=Consolidar los archivos fragmentados para mejorar el rendimiento del sistema. Oprima la flecha para desfragmetar solamente los archivos fragmentados seleccionados en el panel inferior.
122=Detener
136=Detener la operación actualmente en progreso.
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Add" button) ***
'-------------------------------------------------------------------------------------
65=Agregar &Archivo...\tCTRL+O
66=Agregar &Carpeta...\tCTRL+D
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Profile" button) ***
'-------------------------------------------------------------------------------------
155=<vacío>
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Defragment" button) ***
'-------------------------------------------------------------------------------------
365=&Desfragmentar todos los archivos
156=Desfragmentar solamente los archivos fragmentados seleccionados
'----------------------------------------------------------------------------------------------
' Main program window - Items to be processed (Column Headers/Column Header Context Menu) ***
'----------------------------------------------------------------------------------------------
27=Nombre
28=Tamaño
29=Estado
30=Tipo
248=Fragmentos
249=Clusters
250=Tamaño en el Disco
274=% en Disco
472=Fecha de la Última Modificación
487=Atributos
251=Predefinido
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed ("Status" Column) ***
'-------------------------------------------------------------------------------------
5=Fragmentado
6=No Fragmentado
7=Error
8=Desfragmentado
146=Contiguos
368=Detenido
369=Saltado
424=Procesando...
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (misc) ***
'-------------------------------------------------------------------------------------
31=Agregar objetos a desfragmentar aquí.
247=Directorio Raíz
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (Context Menu) ***
'-------------------------------------------------------------------------------------
67=Ab&rir
68=A&gregar Objeto
69=&Archivo...\tCTRL+O
70=&Carpeta...\tCTRL+D
71=Borrar &Objetos\tDEL
371=Añadir a la Lista de E&xcluidos
15=Anali&zar objetos seleccionados
16=&Desfragmentar objetos seleccionados
72=Cargar u&n Perfil...\tCTRL+N
73=Sa&lvar Perfil Como...\tCTRL+R
223=Propi&edades...
75=A&uto desplazamiento
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Column Headers/Column Header Context Menu) ***
'--------------------------------------------------------------------------------------------------
9=Fragmentos
252=Clusters
253=Tamaño en Disco
10=Tamaño
11=Nombre de archivo
275=% del Disco
256=Predefinido
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (misc) ***
'-------------------------------------------------------------------------------------
144=Relación de archivos fragmentados
12=No existen archivos fragmentados.
428=Ningún archivo ha sido procesado todavía.
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Context Menu) ***
'-------------------------------------------------------------------------------------
363=&Seleccione los archivos Resaltados
364=&Deseleccione los archivos Resaltados
367=&Invertir selección
372=Añadir a la Lista de E&xcluidos
162=Abrir l&ocalización del archivo
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" listview (checkbox) tooltip ***
'--------------------------------------------------------------------------------------------------
171=Seleccionar/Deseleccionar
161=Seleccionar o deseleccionar todos los archivos listados.
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (Column Headers) ***
'--------------------------------------------------------------------------------------------------
128=Nombre de archivo
129=Error
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (misc) ***
'--------------------------------------------------------------------------------------------------
98=Archivos no analizados
145=No existen archivos sin analizar debido a errores.
'-------------------------------------------------------------------------------------
' Main program window - Statusbar messages ***
'-------------------------------------------------------------------------------------
32=En espera
33=Total de objetos listados: 
127=Objeto
137=Desfragmentando
420=Total de archivos procesados:
'-------------------------------------------------------------------------------------
' Main program window - File menu ***
'-------------------------------------------------------------------------------------
34=Ar&chivo
35=A&brir
36=&Agregar Objeto
37=Archi&vo...\tCTRL+O
38=Car&peta...\tCTRL+D
39=Borrar &Objetos\tDEL
370=Añadir a la Lista de E&xcluidos
284=Infor&mación de fragmentos...
224=Propi&edades...
421=Sal&var Informe de Analisis...
41=&Salir
'-------------------------------------------------------------------------------------
' Main program window - Profiles menu ***
'-------------------------------------------------------------------------------------
42=&Perfiles
43=Cargar Perfi&l...\tCTRL+N
44=&Salvar Perfil Como...\tCTRL+R
157=&Configurar Lista de Perfiles Recientes...
'-------------------------------------------------------------------------------------
' Main program window - Action menu ***
'-------------------------------------------------------------------------------------
46=&Acción
47=A&nalizar
49=De&tener
50=&Desfragmentar
148=Anali&zar objetos seleccionados
150=D&esfragmentar objetos seleccionados
'-------------------------------------------------------------------------------------
' Main program window - View menu ***
'-------------------------------------------------------------------------------------
48=&Ver
51=Barra de &Herramientas
52=Panel de &Información
76=Barra de E&stado
'-------------------------------------------------------------------------------------
' Main program window - Tools menu ***
'-------------------------------------------------------------------------------------
377=&Herramientas
470=&Manipular filtro...
'-------------------------------------------------------------------------------------
' Main program window - Options menu ***
'-------------------------------------------------------------------------------------
53=&Opciones
54=Mantenerse E&ncima
55=Seleccionar &Fila Completa
56=Presentar &Mensajes de Confirmación
57=No permitir entradas &duplicadas
58=&Cerrar programa al finalizar desfragmentación
59=Apagar el &sistema al finalizar desfragmentación
229=No comprobar errores en &volúmenes
235=&Estrategia de desfragmentación
236=&Rápido
237=&Inteligente
242=Idiom&a
301=Configurar &Prioridad
302=A&lto
303=Por Encim&a de lo Normal
304=&Normal
305=Por De&bajo de lo Normal
306=Ba&jo
332=Limpieza de &Disco
333=&Desactivado
334=&Automático
335=Preguntar al U&suario
361=Presentar &mensajes de error
348=Comprobar errores en &volúmenes
349=&Desactivado
350=&Automático
351=Preguntar al U&suario
408=Configurar &remarcado...
488=Saltar SSD dis&ks (discos SSD)
23=Desacti&var la detección en los discos de Estado Sólido (Solid State Drive - SSD)
102=Presentar iconos de est&ado
140=Presentar iconos de sistema
'-------------------------------------------------------------------------------------
' Main program window - Help menu ***
'-------------------------------------------------------------------------------------
60=&Ayuda
61=Presentar Descargo de Responsabilidad
62=Presentar Opciones de Línea de &Comando
64=&Sobre WinContig...
'-------------------------------------------------------------------------------------
' Menu Hints ***
'-------------------------------------------------------------------------------------
83=Agrega archivos a la lista de archivos.
84=Agrega una carpeta a la lista de archivos.
85=Borra los objetos seleccionados.
86=Agrega los objetos listados en un perfil a la lista de archivos.
87=Salva los objetos listados en la lista de archivos en un perfil.
88=Salir de WinContig.
89=Analiza los objetos.
92=Le permite interrumpir el proceso de agregar.
93=Le permite interrumpir el análisis de los archivos.
110=Desfragmenta los archivos.
94=Presenta la ventana principal del programa siempre encima de cualquier otra.
95=Alterna la posición activa-inactiva de selección completa de fila.
96=Presenta información del programa, número de versión y copyright.
99=Cierra el programa después de que haya completado el proceso de desfragmentación.
100=Apaga la computadora después de que se haya completado el proceso de desfragmentación.
103=Alterna la posición activa-inactiva del desplazamiento de archivos.
104=Alterna la posición activa-inactiva de confirmación de mensajes.
105=Abre los archivos seleccionados usando sus aplicaciones asociadas.
106=Presenta las Opciones de Línea de Comando aceptadas por WinContig.
107=Presenta el Descargo de Responsabilidad.
108=No permite las entradas duplicadas en la lista de archivos.
225=Presenta las propiedades de los objetos seleccionados.
230=No comprueba errores en los volúmenes antes de desfragmentar los archivos.
238=Desfragmenta los archivos sin optimizar la colocación de los clusters (rápido).
239=Desfragmenta los archivos optimizando la colocación de los clusters (lento).
255=Presenta el Informe de Análisis.
285=Presenta información adicional de fragmentación de archivos.
336=No borra archivos Temporales antes de desfragmentar los archivos.
337=Automáticamente borra los archivos Temporales antes de desfragmentar los archivos.
109=Pregunta al usuario si desea borrar los archivos Temporales antes de desfragmentar los archivos.
352=No comprueba si existen errores en los volúmenes antes de desfragmentar los archivos.
353=Automáticamente comprueba si existen errores en los volúmenes antes de desfragmentar los archivos.
354=Pregunta al usuario si desea comprobar si existen errores en los volúmenes antes de desfragmentar los archivos.
362=Presenta mensajes de error durante el proceso de borrado de los archivos Temporales.
373=Añade los objetos seleccionados a la Lista de Excluidos.
471=Manipular las Listas de Exclusión e Inclusión.
409=Cambia los colores de remarcado de los objetos.
429=Invierte condición de objetos seleccionados y no seleccionados.
430=Selecciona los objetos remarcados.
431=Quita selección de objetos remarcados.
422=Guarda los resultados del análisis.
22=No detectar automáticamente los Discos de Estado Sólido (SSD).
13=No desfragmentar archivos de los Discos de Estado Sólido (SSD).
82=Visualiza o esconde la barra de herramientas.
90=Visualiza o esconde el panel de información.
91=Visualiza o esconde la barra de estado.
14=Desfragmenta solamente los archivos fragmentados seleccionados en el panel inferior.
141=Le permite interrumpir la operación actual.
131=Analiza solamente los objetos seleccionados en el panel superior.
138=Desfragmenta solamente los objetos seleccionados en el panel superior.
158=Cambia todos los Perfiles visualizados en la Lista de Perfiles Recientes.
135=Presenta iconos de estado junto a cada icono de objeto en el panel superior.
160=Presenta iconos de sistema junto a cada icono de objeto en vez de iconos de WinContig.
163=Abre la carpeta que contiene el archivo seleccionado.
'-------------------------------------------------------------------------------------
' Analysis Report ***
'-------------------------------------------------------------------------------------
177=Número de archivos fragmentados
178=Número de archivos contiguos
179=Número de archivos no analizados debido a errores
182=Número de archivos procesados
231=Lista de los archivos fragmentados:
232=Lista de los archivos no analizados:
289=Documento de Texto (*.txt)|*.txt|Todos los archivos (*.*)|*.*|
290=Salvar Informe
291=El Informe se ha salvado satisfactoriamente.
292=Analisis del Informe de WinContig creado:
293=Estadísticas de archivo
'-------------------------------------------------------------------------------------
' "Add files" dialog box ***
'-------------------------------------------------------------------------------------
111=Agregar archivo(s)
112=Todos los archivos (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Add folder" dialog box ***
'-------------------------------------------------------------------------------------
113=Seleccionar la carpeta que usted desea agregar en la lista, y después oprima 'Agregar Carpeta'. Usted puede agregar más de una carpeta.
244=Agregar
246=Agregar carpeta a la lista
'-------------------------------------------------------------------------------------
' "Load profile" dialog box ***
'-------------------------------------------------------------------------------------
114=Cargar perfil
115=Perfiles de WinContig (*.wcp)|*.wcp|Todos los archivos (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Save profile" dialog box ***
'-------------------------------------------------------------------------------------
116=Salvar perfil
117=Perfiles de WinContig (*.wcp)|*.wcp|Todos los archivos (*.*)|*.*|
118=El perfil se ha salvado satisfactoriamente.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box ***
'-------------------------------------------------------------------------------------
119=Importar perfil
120=&Añadir a continuación
121=&Reemplazar
123=La lista de archivos no está vacía.
124=Oprima Añadir... para agregar los objetos listados en el perfil al objeto que ya está en la lista. Oprima Reemplazar... para reemplazar los objetos de la lista con los objetos listados en el perfil.
125=El archivo '%s' no es un perfil válido de WinContig.
126=El perfil especificado n la línea de comando no existe.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box - Items don't exist ***
'-------------------------------------------------------------------------------------
40=Objetos
130=Importar perfil
132=No se han podido encontrar algunos objetos listados en el perfil. Aparentemente fueron renombrados, movidos o borrados.
133=Lista de los objetos que no fueron importados:
'-------------------------------------------------------------------------------------
' "Check disk" dialog box ***
'-------------------------------------------------------------------------------------
308=Comprobar Disco
320=Antes de iniciar el proceso de desfragmentación, usted puede comprobar la existencia de errores en los volúmenes. Es altamente recomendable que compruebe la integridad de los archivos almacenados en sus discos antes de desfragmentar los archivos.
309=En el futuro, no comprobar los &volúmenes
310=Analizando el Disco %s... por favor, espere.
311=Progreso:
321=Paso 1 de 3
355=Paso 2 de 3
356=Paso 3 de 3
313=Comprobar &Disco
314=No &Comprobar Disco
315=¡Error de Disco!
316=Se encontraron errores durante la comprobación de disco. Los archivos no serán desfragmentados. Es muy recomendable que cierre WinContig y repare los errores encontrados.
317=Windows no puede realizar comprobaciones de discos en unidades CD-ROM y DVD-ROM.
318=La desfragmentación de archivos ha sido abortada debido a las inconsistencias detectadas en el sistema de archivos.\nPor favor, repare esas inconsistencias, y luego ejecute WinContig nuevamente.
319=Iniciar automáticamente el proceso de desf&ragmentación si no se encuentran problemas
323=Presentar detalles
324=El Disco no ha sido aún analizado.
325=Ocultar detalles
326=El proceso de comprobación del disco se ha completado
328=Informe de Análisis:
329=No se encontraron problemas en el disco.
330=Comprobar si existen errores en el disco
331=Windows no puede comprobar un disco conectado por medio de una red.
432=Volúmen
433=Sistema de archivos
434=Tamaño total
435=Espacio libre
436=% de Espacio libre
437=Unidad desconocida
438=Unidad desmontable
439=Disco duro
440=Unidad remota
441=Unidad óptica
442=Disco RAM
443=Estado de la sesión
444=Analizando...
445=Completado
'-------------------------------------------------------------------------------------
' "Disk Cleanup" dialog box ***
'-------------------------------------------------------------------------------------
339=Limpieza de Disco
340=Borrando archivos Temporales
357=Iniciar Limpieza de Di&sco
358=No Iniciar Limpieza de &Disco
338=En el futuro, no borrar archivos &temporales
359=Antes de iniciar el proceso de desfragmentación, usted puede borrar los archivos temporales para recuperar espacio en el disco.
342=Estimando...
343=Borrando archivos Temporales... Por favor, espere.
344=Progreso:
345=¡ La función GetTempPath ha fallado con el error %s !
346=¡ No se pueden borrar archivos Temporales porque se encuentran almacenados en la Carpeta Raíz !
347=No se pueden borrar archivos Temporales porque el siguiente Path Temporal no existe:\n\n%s
446=Usar &WinContig para borrar archivos temporales
447=Usar aplicación &externa para borrar archivos temporales
448=Programa:
449=Mandatos adicionales de línea de comando:
450=&Buscar...
451=Seleccionar programa
452=Programas (*.exe)|*.exe|Todos los archivos (*.*)|*.*|
453=No se especificó aplicación externa.
454=¡ La aplicación externa especificada no existe !
'-------------------------------------------------------------------------------------
' "Exclusion/Inclusion List" dialog box ***
'-------------------------------------------------------------------------------------
469=Filtrar
381=Aña&dir carpeta...
382=Añadir &fichero...
399=Añadir &máscara...
383=El&iminar objeto
385=Para evitar la relocalización indeseada de algunos datos, usted puede excluir objetos específicos de la desfragmentación. Los archivos y carpetas listados en esta ventana no serán analizados y/o desfragmentados.
386=Lista de Excluidos
387=Lista de Objetos Excluidos:
388=%s objetos excluidos de la desfragmentación.
391=Ignorar archivos mayores de (KB):
392=KB
393=MB
394=GB
456=Filtrar 
457=&Añadir máscara
458=Elimina&r máscara
459=Máscara a añadir:
460=Para poder procesar objetos específicos, usted puede definir una o más máscaras. WinContig procesará solamente los objetos que coincidan con las máscaras listadas en esta ventana. Para especificar múltiples máscaras, separe cada máscara con un punto y coma (;).
461=Manipular la lista de inclusiones
462=Lista de Objetos Incluídos:
463=Excluir
464=Incluir
'-------------------------------------------------------------------------------------
' "Mask file" dialog box ***
'-------------------------------------------------------------------------------------
400=Añadir máscara
401=Especifique una o más máscaras para la exclusión de archivos y/o carpetas. Para especificar múltiples máscaras, separe cada máscara con un símbolo de punto y coma (;).\n\nEjemplo: *.dll;*.ocx;*.tmp
404=Las máscaras no pueden contener ninguno de los siguientes caracteres:\n \ / : < > | "
419=El carácter no es válido
405=Máscara de exclusión:
402=&Añadir
'-------------------------------------------------------------------------------------
' "Configure highlighting" dialog box ***
'-------------------------------------------------------------------------------------
410=Configurar remarcado
411=Aquí usted puede configurar los colores del remarcado de los objetos. Para cambiar el color de un objeto, oprima en el botón del color correspondiente. Para activar o desactivar el remarcado de un objeto, marque o desmarque el casillero correspondientes.
412=Objeto &fragmentado
413=Objeto c&ontiguo
414=Objeto &desfragmentado
415=E&rror
416=Objeto &saltado
418=Remarcado de la &Línea Completa
'-------------------------------------------------------------------------------------
' "Configure Profiles List" dialog box ***
'-------------------------------------------------------------------------------------
151=Lista de Perfiles Recientes
152=Configurar la Lista de Perfiles Recientes
153=Aquí usted puede configurar cuántos perfiles se verán en la Lista de Perfiles.
154=Presentar este número de Perfiles Recientes (0-10):
159=Eliminar automáticamente los Perfiles Recientes inexistentes
'-------------------------------------------------------------------------------------
' Warning/Error/Info messages ***
'-------------------------------------------------------------------------------------
97=Los volúmenes de disco han sido comprobados. ¿Desea usted desfragmentar los archivos?
143=Usted no podrá interrumpir el proceso de desfragmentación hasta que se haya completado la ejecución del proceso completamente. ¿Está usted seguro de que desea continuar?
147=No existen suficientes clusters contiguos para desfragmentar totalmente el archivo.
164=¿Está usted seguro de que desea borrar el objeto seleccionado?
165=¿Está usted seguro de que desea borrar los objetos seleccionados?
166=Confirmar
205=No se puede ejecutar WinContig con esta versión de Sistema Operativo.
233=No se puede agregar '%s'.
307=No se puede configurar la clase de prioridad seleccionada.
74=Antes de desfragmentar los archivos, ...¿desea usted comprobar si hay errores en los volúmenes de disco(s)?
360=El archivo '%s' no puede borrarse debido al siguiente error:\n\n%s
374=El fichero seleccionado ha sido añadido a la Lista de Excluidos.
375=Los archivos seleccionados han sido añadidos a la Lista de Excluidos.
376=El/los fichero(s) seleccionado(s) ya está(n) incluido(s) en la Lista de Excluidos.
465=Máscaras duplicadas
466=Una o más máscaras están incluidas tanto en la lista de Exclusión como en la lista de Inclusión. Los objetos que coincidan con esas máscaras no serán procesados por WinContig.
467=&Cerrar de todas formas
468=&Editar máscaras
490=Detectado Dispositivo de Estado Sólido (SSD)
494=Dispositivo SSD
491=Los dispositivos SSD no se benefician en rendimiento al desfragmentar su contenido como los discos duros tradicionales. La desfragmentación en los discos SSD ocasionan infinidad de procesos de escritura, y pueden deteriorar áreas específicas de la unidad. Se recomienda que no realice desfragmentado de archivos en los discos SSD.
492=&Desfragmentar de todas formas
493=&No desfragmentar
149=Insuficiente memoria física o recursos del sistema no disponibles para desfragmentar el archivo.
'-------------------------------------------------------------------------------------
' General Buttons Captions ***
'-------------------------------------------------------------------------------------
395=&Si
396=&No
397=Correcto
398=Cancelar
406=&Continuar
407=S&alir
142=C&errar
'-------------------------------------------------------------------------------------
' File Open Error Messages ***
'-------------------------------------------------------------------------------------
167=Error: Sin Memoria o Recursos disponibles. ¡No se puede Ejecutar!
168=Error: archivo no encontrado. ¡No se puede Ejecutar!
169=Error: Path no encontrado. ¡No se puede Ejecutar!
170=Error: Formato de archivo Defectuoso. ¡No se puede Ejecutar!
'-------------------------------------------------------------------------------------
' "Fragmentation Details" dialog box ***
'-------------------------------------------------------------------------------------
259=Fragmentos
260=Nombre:
261=Path:
262=Tipo:
263=Tamaño:
264=Tamaño en disco:
265=Fragmentos:
266=Clusters:
267=Información de fragmentos:
269=General
270=#
271=Clusters de archivo
272=Cluster de Inicio
273=Cluster Final
286=Tamaño (bytes)
287=% del archivo
276=El archivo aún no ha sido analizado
277=Este objeto no es un archivo
278=Se ha encontrado un error mientras se intentaba analizar el archivo
279=Este objeto no existe
280=Este archivo no ocupa ningún cluster
281=bytes
'-------------------------------------------------------------------------------------
' "Defragmentation Report" dialog box ***
'-------------------------------------------------------------------------------------
184=Informe de Desfragmentación
185=Informaciones:
186=Se ha terminado el proceso de desfragmentación.
189=Número de archivos procesados
190=Número de archivos fragmentados
191=Número de archivos que ya son contiguos
192=Número de archivos desfragmentados
193=Número de archivos no desfragmentados debido a errores
423=Esta caja de diálogo presenta información sobre los archivos que fueron desfragmentados.
'-------------------------------------------------------------------------------------
' Shutdown dialog box ***
'-------------------------------------------------------------------------------------
194=Apagar
196=Este sistema se apagará en 15 segundos.
197=Error de OpenProcessToken.
198=Error de AdjustTokenPrivileges.
'-------------------------------------------------------------------------------------
' About dialog box ***
'-------------------------------------------------------------------------------------
201=Reservados todos los derechos.
202=Freeware para uso comercial y personal.
203=WinContig consolida archivos fragmentados para que cada uno ocupe un solo espacio propio contiguo en el volumen.\n\nComo resultado, su sistema podrá acceder a los archivos de forma más eficiente.
204=Sobre
298=Sitio Web:
299=E-mail:
'-------------------------------------------------------------------------------------
' Crash dialog box ***
'-------------------------------------------------------------------------------------
77=Error de Excepción de WinContig
78=WinContig ha detenido su funcionamiento
79=Debemos reportar que el programa ha encontrado un error. Por favor, copie la información de excepción al Portapapeles, y envíenoslo:
80=Detalles del Problema
81=&Cerrar el programa
63=La detección de unidades SSD puede ser incompatible con algunas combinaciones específicas de hardware. Por favor, seleccione "Desactivar detección de Solid State Drive (SSD)" desde el menú de "Opciones".
'-------------------------------------------------------------------------------------
' Disclaimer ***
'-------------------------------------------------------------------------------------
206=Descargo de Responsabilidad
'-------------------------------------------------------------------------------------
' Command line switches ***
'-------------------------------------------------------------------------------------
208=Opciones de Línea de Comando
389=Opciones de Línea de Comando
390=WinContig acepta un buen número de Opciones de Línea de Comando que usted puede usar para controlar la operación adecuada del programa en cada caso especial.
'-------------------------------------------------------------------------------------
' Defragmentation/Analysis process Interrupted ***
'-------------------------------------------------------------------------------------
210=Por favor, espere hasta que haya terminado el proceso del archivo actual...
'-------------------------------------------------------------------------------------
' Disclaimer - RTF Format ***
'-------------------------------------------------------------------------------------
$d$
{\rtf1\fbidis\ansi\ansicpg1252\deff0\deflang1040\deflangfe1040{\fonttbl{\f0\fswiss\fprq2\fcharset0 Tahoma;}}
\viewkind4\uc1\pard\ltrpar\qc\b\f0\fs24 DESCARGO de RESPONSABILIDAD\par
\pard\ltrpar\b0\fs16\par
Este software y todos los archivos que le acompa\'f1an se suministran por el autor  "tal como est\'e1n" y sin ninguna garant\'eda expresa o impl\'edcita, incluyendo (pero no limitado a) las garant\'edas impl\'edcitas de mercantibilidad o adecuaci\'f3n a un prop\'f3sito en particular. En ning\'fan caso el autor podr\'e1 ser inculpado de cualquier da\'f1o (incluyendo y sin limitaciones, da\'f1os de p\'e9rdida de beneficios en los negocios, p\'e9rdida de uso de los datos, interrupci\'f3n del negocio, falta de informaci\'f3n del negocio, o cualquier p\'e9rdida pecuniaria) que pueda atribuirse al uso o imposibilidad de uso de este producto, incluso si el autor es consciente de la posibilidad de este da\'f1o. Usted es el \'fanico responsable de todo el riesgo implicado en el uso o funcionalidad de este producto.\par
}
$d$
'-------------------------------------------------------------------------------------
' Command line switches - RTF Format ***
'-------------------------------------------------------------------------------------
$c$
{\rtf1\ansi\ansicpg1252\deff0\deflang1033\deflangfe1040\deftab708{\fonttbl{\f0\fswiss\fprq2\fcharset0 Tahoma;}{\f1\fnil\fcharset2 Symbol;}}
{\*\generator ;}\viewkind4\uc1\pard\b\f0\fs16 SINTAXIS\par
\b0\par
WINCONTIG.EXE [source] [/ANALYZE|/DEFRAG] [/CLOSE|/SHUTDOWN] [/DUP] [/FULLROW] [/NOPROMPT] [/NOSCROLL] [/QUICK] [/CHKDSK:0|/CHKDSK:1|/CHKDSK:2] [/PROF:"profile"] [/ONTOP] [/CLEAN:0|/CLEAN:1|/CLEAN:2] [/NOGUI]\par
\par
\b\par
NOTAS IMPORTANTES\par
\b0\par
\pard{\pntext\f3\'B7\tab}{\*\pn\pnlvlblt\pnf3\pnindent360{\pntxtb\'B7}}\fi-360\li360\tx360 Las opciones de la l\'ednea de comandos no son sensitivas a may\'fasculas o min\'fasculas. Por ejemplo, \b /CLOSE\b0  es lo mismo que \b /close.\b0\par
{\pntext\f3\'B7\tab}Cuando use m\'faltiples opciones, sep\'e1relas con espacios en blanco. Por ejemplo, use la siguiente l\'ednea de comandos para cargar un perfil e iniciar la desfragmentaci\'f3n de archivos:\par
\pard\par
\pard\fi360\b WINCONTIG.EXE /DEFRAG /PROF:"c:\\datas\\profile.wcp"\b0\par
\pard\par
\par
Debajo est\'e1 la lista de las opciones disponibles en WinContig.\par
\par
\pard\fi-1418\li1418\tx1418\b source\b0\tab Especifica el archivo o carpeta que debe cargarse en WinContig.\par
\pard\par
\pard\fi-1418\li1418\tx1418\b\tab NOTAS IMPORTANTES\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 Usted debe especificar el path completo de \i source\i0\par
{\pntext\f1\'B7\tab}Usted debe encerrar el path completo de \i source\i0  entre s\'edmbolos de comillas ("").\par
\pard\li1418\tx1418\par
Por ejemplo, use la siguiente l\'ednea de comandos para cargar el archivo \i personal.txt\i0  localizado en \i c:\\documents\i0 :\par
\par
\b WINCONTIG.EXE "c:\\documents\\personal.txt"\b0\par
\par
\pard\fi-1418\li1418\tx1418\b /ANALYZE\b0\tab Inicia autom\'e1ticamente el an\'e1lisis de los archivos cargados en WinContig.\par
\b\par
/DEFRAG\b0\tab Inicia autom\'e1ticamente la desfragmentaci\'f3n de los objetos cargados en WinContig.\b\par
\par
/CLOSE\b0\tab Usado para cerrar autom\'e1ticamente WinContig despu\'e9s de haber completado un proceso de desfragmentaci\'f3n o un proceso de analisis.\b\par
\par
/DUP\b0\tab Permite entradas duplicadas en la lista de archivos. WinContig no permite entradas duplicadas en la lista de archivos de forma predeterminada. Cuando se usa el switch \b /DUP\b0 , WinContig agrega archivos a la lista de archivos con rapidez. Esta opci\'f3n es \'fatil si usted desea cargar un perfil muy grande con rapidez y est\'e1 seguro de que no existen entradas duplicadas  o duplicate entries in the profile.\par
\par
\b /FULLROW\b0\tab Activa toda la l\'ednea.\par
\par
\b /NOPROMPT\b0\tab Usado para desactivar todos los mensajes de confirmaci\'f3n.\par
\b\par
/NOSCROLL\b0\tab Inhabilita el movimiento vertical de los archivos cuando WinContig realiza un proceso de an\'e1lisis o de desfragmentaci\'f3n.\par
\b\par
/QUICK\b0\tab Usado para desactivar las optimizaciones durante el proceso de desfragmentaci\'f3n (p.e. no se intentar\'e1 rellenar los espacios vacios ni se intentar\'e1 desfragmentar parcialmente los archivos que no se pueden desfragmentar totalmente). As\'ed se permite que el proceso de desfragmentaci\'f3n sea m\'e1s r\'e1pido.\par
\b\par
/CHKDSK:0\tab\b0 Desactiva la comprobaci\'f3n autom\'e1tica del disco. \par
\par
\b /CHKDSK:1\b0\tab Inicia la comprobaci\'f3n autom\'e1tica del disco.\par
\par
\b /CHKDSK:2\b0\tab Consulta al usuario antes de iniciar la comprobaci\'f3n frl disco.\par
\b\par
/PROF:\b0\i "profile"\i0\tab Usado para cargar el perfil \i profile\i0 .\par
\par
\b\tab NOTAS IMPORTANTES\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 Usted debe especificar el path completo del perfil\par
{\pntext\f1\'B7\tab}Usted debe encerrar el path completo del perfil entre s\'edmbolos de comillas ("")\par
\pard\li1418\tx1418\par
Por ejemplo, use la siguiente l\'ednea de comandos para cargar el perfil \i data.wcp\i0  localizado en \i c:\\profiles\i0 :\par
\par
\b WINCONTIG.EXE /PROF:"c:\\profiles\\data.wcp"\par
\pard\fi-1418\li1418\tx1418\b0\par
\pard\fi-1418\li1418\qj\tx1418\b /ONTOP\b0\tab Hace que la ventana principal de WinContig se encuentre la primera (encima de todas las otras ventanas).\par
\pard\fi-1418\li1418\tx1418\par
\b /SHUTDOWN\b0\tab Usado para apagar la computadora despu\'e9s de que WinContig haya completado el proceso de desfragmentaci\'f3n.\par
\par
\b /CLEAN:0\tab\b0 Desactiva la limpieza autom\'e1tica de los archivos temporales.\par
\par
\b /CLEAN:1\tab\b0 Inicia autom\'e1ticamente la limpieza de los archivos temporales.\par
\par
\b /CLEAN:2\tab\b0 Consulta al usuario antes de iniciar la limpieza de los archivos temporales.\par
\par
\b /NOGUI\b0\tab Usado para ocultar la ventana principal de WinContig durante el proceso de an\'e1lisis o el proceso de desfragmentaci\'f3n. Cuando se usa el switch \b /NOGUI\b0 , WinContig proporciona c\'f3digos de salida que indican el nivel realizaci\'f3n de un comando.\par
\par
\tab\b C\'f3digos de Salida\b0\par
\par
\tab Los siguientes c\'f3digos de salida de l\'ednea de comandos se han definido para WinContig.\par
\par
\tab\b 0\b0\tab Exitoso.\par
\tab\b 1\b0\tab Perfil inv\'e1lido o inexistente.\par
\tab\b 2\b0\tab Se encontr\'f3 un error durante la comprobaci\'f3n del disco.\par
\tab\b 3\b0\tab No todos los objetos se desfragmentaron satisfactoriamente.\par
\tab\b 4\b0\tab No todos los objetos se analizaron satisfactoriamente.\par
\par
}
$c$





